Repository: amanbayserkeev0377/Tymi
Catalog: Tymi/Resources/Localizable.xcstrings
Source language: en
Languages: ky_kg, ru

source: About
ky_kg: Тиркеме жөнүндө
ru: О приложении

# active_count
source: Active (%lld)
ky_kg: Активдүү (%lld)
ru: Активно (%lld)

source: Active days
ky_kg: Активдүү күндөр
ru: Активные дни

source: Add
ky_kg: Кошуу
ru: Добавить

source: Add Count
ky_kg: Санын кошуу
ru: Добавить количество

source: Add progress
ky_kg: Прогрессти кошуу
ru: Добавить прогресс

# add_reminder
source: Add
ky_kg: Кошуу
ru: Добавить

source: Add Time
ky_kg: Убакыт кошуу
ru: Добавить время

source: Appearance
ky_kg: Көрүнүш
ru: Внешний вид

# appearance_dark
source: Dark
ky_kg: Түн
ru: Тёмный

# appearance_light
source: Light
ky_kg: Күндүз
ru: Светлый

# appearance_system
source: System
ky_kg: Тутумдук
ru: Системный

source: Best
ky_kg: Эң мыкты
ru: Рекорд

source: Cancel
ky_kg: Токтотуу
ru: Отмена

source: Choose Icon
ky_kg: Белги тандоо
ru: Выбор иконки

source: Close
ky_kg: Жабуу
ru: Закрыть

# close_habit_detail
source: Closing will stop the timer. Continue?
ky_kg: Жабуу таймерди токтотот. Улантасыңбы?
ru: Закрытие остановит таймер. Продолжить?

source: Complete
ky_kg: Аткаруу
ru: Выполнить

source: Completed
ky_kg: Аткарылды
ru: Выполнено

source: Contact Developer
ky_kg: Разработчик менен байланышуу
ru: Связаться с разработчиком

source: Count
ky_kg: Сан
ru: Количество

source: Create Habit
ky_kg: Адат түзүү
ru: Создать привычку

# daily_goal
source: Goal
ky_kg: Максат
ru: Цель

source: Delete
ky_kg: Жоюу
ru: Удалить

source: Delete habit
ky_kg: Адатты өчүрүү
ru: Удалить привычку

# delete_habit_confirmation
source: Are you sure you want to delete this habit? This action cannot be undone.
ky_kg: Бул адатты жоёбуз деп ишенесизби? Бул аракетти кайтарууга болбойт
ru: Вы уверены, что хотите удалить эту привычку? Это действие нельзя отменить.

source: Done
ky_kg: Бүттү
ru: Готово

source: Don't forget: %@
ky_kg: Унутпаңыз: %@
ru: Не забудьте: %@

source: Edit
ky_kg: Түзөтүү
ru: Изменить

source: Edit Habit
ky_kg: Адатты оңдоо
ru: Редактировать

# enter_completion_count
source: Enter the number of times you completed this habit
ky_kg: Бул адатты канча жолу аткарганыңызды киргизиңиз
ru: Введите количество раз, когда вы выполнили эту привычку

# enter_time_spent
source: Enter the time you spent on this habit
ky_kg: Бул адатка кеткен убактыңызды киргизиңиз
ru: Введите время, потраченное на эту привычку

source: Every week
ky_kg: Жума сайын
ru: Еженедельно

source: Everyday
ky_kg: Күн сайын
ru: Ежедневно

# future_self_thank_you
source: Your future self will thank you! Press + to create your first habit.
ky_kg: Келечектеги өзүңүз сизге ыраазы болот! Биринчи адатыңызды түзүү үчүн + басыңыз.
ru: Ваше будущее "я" скажет вам спасибо! Нажмите +, чтобы создать свою первую привычку.

source: Goal: %@
ky_kg: Максат: %@
ru: Цель: %@

# goal_format
source: Goal: %@
ky_kg: Максат: %@
ru: Цель: %@

# goalsection_choose_time
source: Choose time (hr:min)
ky_kg: Убакытты тандаңыз (с:м)
ru: Выберите время (ч:м)

# goalsection_enter_count
source: Enter count
ky_kg: Санын киргизиңиз
ru: Введите число

source: Habit Name
ky_kg: Адаттын аты
ru: Название привычки

source: Habit Time
ky_kg: Адатты аткаруу убакыты
ru: Время привычки

source: Habits
ky_kg: Адаттар
ru: Привычки

source: Haptics
ky_kg: Вибрациялуу жооп
ru: Виброотклик

source: Health
ky_kg: Саламаттык
ru: Здоровье

source: Hobbies
ky_kg: Кызыгуу
ru: Хобби

source: Home
ky_kg: Башкы
ru: Главная

source: Hours
ky_kg: Саат
ru: Часы

# hours_format
source: %d hr
ky_kg: %d с
ru: %d ч

source: hours (less than 24)
ky_kg: сааттар (24 төн аз)
ru: часы (меньше 24)

# hours_minutes_format
source: %d hr %d m
ky_kg: %d с %d м
ru: %d ч %d м

source: How to use
ky_kg: Кантип колдонуу
ru: Как использовать

# howto_calendar_body
source: The weekly calendar at the top of the Home screen allows you to navigate between days and see your progress. Tap on any date to view and update habits for that day.
ky_kg: Башкы экрандын жогорку бөлүгүндөгү жумалык календар күндөрдүн арасында жүрүүгө жана прогрессиңизди көрүүгө мүмкүндүк берет. Каалаган күндү басып, ошол күн үчүн адаттарды көрүп жана жаңыртыңыз.
ru: Недельный календарь в верхней части главного экрана позволяет перемещаться между днями и просматривать ваш прогресс. Нажмите на любую дату, чтобы просмотреть и обновить привычки для этого дня.

# howto_calendar_title
source: Using the Calendar
ky_kg: Календарды колдонуу
ru: Использование календаря

# howto_count_type_body
source: For habits with a specific number goal (e.g., drinking 8 glasses of water).
ky_kg: Белгилүү сандагы максаттары бар адаттар үчүн (мисалы, 8 стакан суу ичүү)
ru: Для привычек с конкретной числовой целью (например, выпить 8 стаканов воды).

# howto_count_type_title
source: Count
ky_kg: Сан
ru: Количество

# howto_create_habit_body
source: Start by creating a habit you want to track. Give it a name, set a goal, and choose a tracking type.
ky_kg: Көзөмөлдөгүңүз келген адатты түзүүдөн баштаңыз. Ага ат коюңуз, максат коюңуз жана көзөмөлдөө түрүн тандаңыз.
ru: Начните с создания привычки, которую хотите отслеживать. Дайте ей название, установите цель и выберите тип отслеживания.

# howto_create_habit_title
source: Create Your First Habit
ky_kg: Биринчи адатыңызды түзүңүз
ru: Создайте свою первую привычку

# howto_daily_tracking_body
source: Tap on a habit to record your progress. For count habits, use + or - buttons. For time habits, use the timer or manually add time.
ky_kg: Прогрессиңизди жазуу үчүн адатты басыңыз. Сан боюнча адаттар үчүн + же - баскычтарын колдонуңуз. Убакыт боюнча адаттар үчүн таймерди колдонуңуз же убакытты кол менен кошуп коюңуз.
ru: Нажмите на привычку, чтобы записать свой прогресс. Для привычек по количеству используйте кнопки + или -. Для привычек по времени используйте таймер или добавляйте время вручную.

# howto_daily_tracking_title
source: Daily Tracking
ky_kg: Күнүмдүк көзөмөлдөө
ru: Ежедневное отслеживание

# howto_habit_types_body
source: Tymi offers two types of habits to track different activities:
ky_kg: Tymi ар кандай иш-аракеттерди көзөмөлдөө үчүн эки түрдүү адатты сунуштайт:
ru: Tymi предлагает два типа привычек для отслеживания различных активностей:

# howto_habit_types_title
source: Choose a Habit Type
ky_kg: Адаттын түрүн тандаңыз
ru: Выберите тип привычки

# howto_notifications_body
source: Don't forget your habits! Set up reminders when creating or editing a habit to get notifications at your specified times.
ky_kg: Адаттарыңызды унутпаңыз! Адатты түзүүдө же түзөтүүдө эскертмелерди орнотуп, сиз каалаган убакта билдирүүлөрдү алыңыз.
ru: Не забывайте о своих привычках! Настройте напоминания при создании или редактировании привычки, чтобы получать уведомления в указанное время.

# howto_notifications_title
source: Setting Reminders
ky_kg: Эскертмелерди орнотуу
ru: Настройка напоминаний

# howto_personalization_body
source: Customize the app appearance, set your preferred starting day of the week, and manage your habits from the Settings tab.
ky_kg: Колдонмонун сырткы көрүнүшүн ыңгайлаштырыңыз, жуманын башталуучу күнүн тандаңыз жана Орнотуулар бөлүмүндө адаттарыңызды башкарыңыз.
ru: Настройте внешний вид приложения, выберите предпочтительный первый день недели и управляйте своими привычками в разделе Настройки.

# howto_personalization_title
source: Personalize Your Experience
ky_kg: Өз тажрыйбаңызды жекелештириңиз
ru: Персонализируйте свой опыт

# howto_settings_title
source: Settings and Customization
ky_kg: Орнотуулар жана жекелештирүү
ru: Настройки и персонализация

# howto_start_body
source: Tymi helps you build and maintain habits by tracking your daily progress. Here's how to get started:
ky_kg: Tymi күнүмдүк прогрессиңизди көзөмөлдөө аркылуу адаттарды калыптандырууга жана сактоого жардам берет. Баштоо үчүн:
ru: Tymi помогает формировать и поддерживать привычки, отслеживая ваш ежедневный прогресс. Вот как начать:

# howto_start_title
source: Getting Started
ky_kg: Баштоо
ru: Начало работы

# howto_statistics_title
source: Understanding Statistics
ky_kg: Статистиканы түшүнүү
ru: Понимание статистики

# howto_stats_detail_body
source: To see detailed stats for a habit, tap on the habit and select the Statistics option. Here you'll find your performance over time.
ky_kg: Адат боюнча толук статистиканы көрүү үчүн адатты басып, Статистика опциясын тандаңыз. Бул жерде сиздин бардык убакыттагы көрсөткүчтөрүңүздү таба аласыз.
ru: Чтобы увидеть подробную статистику по привычке, нажмите на привычку и выберите опцию Статистика. Здесь вы найдете данные о вашей производительности за всё время.

# howto_stats_detail_title
source: Detailed Statistics
ky_kg: Толук статистика
ru: Детальная статистика

# howto_streaks_body
source: A streak is the number of consecutive days you've completed a habit. Maintain your streak by hitting your goal every day.
ky_kg: “Үзгүлтүксүз” — бул сиз адатты аткарган катары менен кеткен күндөрдүн саны. Күн сайын максатыңызга жетүү менен ырааттуулукту сактаңыз.
ru: “Подряд” — это количество последовательных дней, когда вы выполняли привычку. Поддерживайте серию, достигая своей цели каждый день.

# howto_streaks_title
source: Building Streaks
ky_kg: Ырааттуулукту калыптандыруу
ru: Создание серий

# howto_tap_plus
source: Tap the + button in the top right corner of the Home screen.
ky_kg: Башкы экрандын оң жактагы жогорку бурчундагы + баскычын басыңыз.
ru: Нажмите на кнопку + в правом верхнем углу главного экрана.

# howto_time_type_body
source: For habits measured by duration (e.g., reading for 30 minutes).
ky_kg: Узактыгы боюнча өлчөнгөн адаттар үчүн (мисалы, 30 мүнөт китеп окуу).
ru: Для привычек, измеряемых по длительности (например, чтение в течение 30 минут).

# howto_time_type_title
source: Time
ky_kg: Убакыт
ru: Время

# howto_tip_1
source: Start with just a few habits and gradually add more as they become automatic.
ky_kg: Бир нече адаттан баштаңыз жана алар автоматтык болуп калганда акырындык менен жаңыларын кошуңуз.
ru: Начните с нескольких привычек и постепенно добавляйте новые, когда они станут автоматическими.

# howto_tip_2
source: Be realistic with your goals - it's better to consistently achieve smaller goals than fail at larger ones.
ky_kg: Максаттарыңызда реалдуу болуңуз — чоң максаттарга жетише албай калгандан көрө, кичине максаттарды ырааттуу аткарган жакшы.
ru: Будьте реалистичны в своих целях — лучше стабильно достигать небольших целей, чем не справляться с большими.

# howto_tip_3
source: Use the statistics view to identify patterns and make adjustments to your habits.
ky_kg: Статистиканы көрүү менен үлгүлөрдү аныктап, адаттарыңызды оңдоңуз.
ru: Используйте просмотр статистики, чтобы выявить закономерности и скорректировать свои привычки.

# howto_tip_4
source: Even if you miss a day, don't give up! Just pick up where you left off.
ky_kg: Эгер бир күн өткөрүп жиберсеңиз да, багынбаңыз! Жөн гана токтогон жериңизден улантыңыз.
ru: Даже если вы пропустите день, не сдавайтесь! Просто продолжайте с того места, где остановились.

# howto_tips_title
source: Tips for Success
ky_kg: Ийгиликке жетүү үчүн кеңештер
ru: Советы

# howto_tracking_title
source: Tracking Your Progress
ky_kg: Прогрессти көзөмөлдөө
ru: Отслеживание прогресса

source: Icon
ky_kg: Белги
ru: Иконка

source: in Kyrgyzstan
ky_kg: менен жасалган
ru: в Кыргызстане

source: Language
ky_kg: Тил
ru: Язык

source: Legal
ky_kg: Юридикалык маалымат
ru: Правовая информация

source: Lifestyle
ky_kg: Жашоо
ru: Образ жизни

source: Loading calendar…
ky_kg: Календарь жүктөлүүдө…
ru: Календарь загружается…

source: Made with
ky_kg: Кыргызстанда
ru: Сделано с

source: Minutes
ky_kg: Мүнөт
ru: Минуты

# minutes_format
source: %d m
ky_kg: %d м
ru: %d м

source: minutes (less than 60)
ky_kg: мүнөттөр (60 тан аз)
ru: минуты (меньше 60)

source: No active habits
ky_kg: Активдүү адаттар жок
ru: Нет активных привычек

# no_habits
source: You don't have any habits yet.
ky_kg: Азырынча адаттар жок.
ru: У вас пока нет привычек.

# no_habits_for_date
source: No habits for this date
ky_kg: Бул күнү сизде адаттар жок окшойт
ru: В этот день у вас нет привычек

source: No icon
ky_kg: Белгисиз
ru: Без иконки

# notification_permission
source: Permission Required
ky_kg: Уруксат керек
ru: Необходимо разрешение

source: Notifications
ky_kg: Эскертмелер
ru: Уведомления

source: Okay
ky_kg: Жакшы
ru: Хорошо

# permission_for_notifications
source: To receive notifications, you need to grant permission in system settings
ky_kg: Эскертмелерди алуу үчүн системалык жөндөөлөрдө уруксат берүү керек
ru: Для получения уведомлений необходимо предоставить разрешение в настройках системы

# privacy_changes_body
source: The policy may be updated. It is recommended to periodically check this page. Updates take effect upon publication.
ky_kg: Саясат жаңыртылышы мүмкүн. Бул баракчаны мезгил-мезгили менен текшерүү сунушталат. Жаңыртуулар жарыялангандан кийин күчүнө кирет.
ru: Политика может обновляться. Рекомендуется периодически проверять эту страницу. Обновления вступают в силу после публикации.

# privacy_changes_title
source: Policy Updates
ky_kg: Саясатты жаңыртуу
ru: Изменения в политике

# privacy_children_body
source: The app is not specifically designed for children under 13, but it is safe for users of all ages.
ky_kg: Колдонмо 13 жашка чейинки балдар үчүн атайын иштелип чыккан эмес, бирок бардык курактагы колдонуучулар үчүн коопсуз.
ru: Приложение не предназначено специально для детей младше 13 лет, но безопасно для пользователей любого возраста.

# privacy_children_title
source: Children's Privacy
ky_kg: Балдардын купуялыгы
ru: Детская конфиденциальность

# privacy_collection_body
source: The app does not collect or share data with third parties:
ky_kg: Колдонмо маалыматтарды чогултпайт жана үчүнчү тараптар менен бөлүшпөйт:
ru: Приложение не собирает данные и не передаёт их третьим лицам:

# privacy_collection_item_1
source: • No usage analytics
ky_kg: • Колдонуу аналитикасы жок
ru: • Отсутствует аналитика использования

# privacy_collection_item_2
source: • No behavior tracking
ky_kg: • Жүрүм-турумду көзөмөлдөө жок
ru: • Нет отслеживания поведения

# privacy_collection_item_3
source: • No data sharing with third parties
ky_kg: • Үчүнчү тараптар менен маалымат бөлүшүү жок
ru: • Нет передачи данных третьим сторонам

# privacy_collection_item_4
source: • No advertising trackers or SDKs
ky_kg: • Жарнама трекерлери же SDK жок
ru: • Нет рекламных трекеров или SDK

# privacy_collection_title
source: Data Collection and Sharing
ky_kg: Маалымат чогултуу жана бөлүшүү
ru: Сбор и передача данных

# privacy_contact_body
source: For questions or suggestions regarding privacy, you can contact:
ky_kg: Купуялык боюнча суроолор же сунуштар үчүн байланышсаңыз болот:
ru: По вопросам или предложениям по поводу конфиденциальности можно связаться:

# privacy_contact_email_label
source: Email
ky_kg: Электрондук почта
ru: Электронная почта

# privacy_contact_telegram_label
source: Telegram
ky_kg: Телеграм
ru: Телеграм

# privacy_contact_title
source: Contact Information
ky_kg: Байланыш маалыматы
ru: Контактная информация

# privacy_data_body
source: The app uses the following information:
ky_kg: Колдонмо төмөнкү маалыматтарды колдонот:
ru: Приложение использует следующую информацию:

# privacy_data_item_1
source: • Habit data — names, goals, progress, and user-defined parameters
ky_kg: • Адаттар тууралуу маалымат — аталыштар, максаттар, прогресс жана колдонуучу тарабынан коюлган параметрлер
ru: • Данные о привычках — названия, цели, прогресс и параметры, заданные пользователем

# privacy_data_item_2
source: • App settings — theme, week start, and other preferences
ky_kg: • Колдонмо жөндөөлөрү — тема, жуманын башталышы жана башка артыкчылыктар
ru: • Настройки приложения — тема оформления, начало недели и другие предпочтения

# privacy_data_item_3
source: • Performance statistics — dates, times, and habit progress trends
ky_kg: • Аткаруу статистикасы — даталар, убакыт жана адаттардын прогрессинин динамикасы
ru: • Статистика выполнения — даты, время и динамика выполнения привычек

# privacy_data_title
source: Collected Information
ky_kg: Чогултулган маалымат
ru: Собираемая информация

# privacy_intro_body
source: The Tymi habit tracking app respects user privacy. This section describes what data is used, where it is stored, and how it is processed.
ky_kg: Tymi адаттарды көзөмөлдөө колдонмосу колдонуучулардын купуялыгын сыйлайт. Бул бөлүмдө кандай маалыматтар колдонулганы, кайда сакталганы жана кантип иштетилгени сүрөттөлөт.
ru: Приложение Tymi для отслеживания привычек уважает конфиденциальность пользователей. В этом разделе описано, какие данные используются, где они хранятся и как обрабатываются.

# privacy_intro_title
source: Introduction
ky_kg: Киришүү
ru: Введение

# privacy_notifications_body
source: If permitted, the app may send local habit reminders:
ky_kg: Эгер уруксат берилсе, колдонмо жергиликтүү адат эскертмелерин жөнөтүшү мүмкүн:
ru: При наличии разрешения приложение может отправлять локальные напоминания о привычках:

# privacy_notifications_item_1
source: • Notifications are configured by the user
ky_kg: • Эскертмелер колдонуучу тарабынан жөндөлөт
ru: • Уведомления настраиваются пользователем

# privacy_notifications_item_2
source: • Can be disabled at any time through settings
ky_kg: • Каалаган убакта жөндөөлөр аркылуу өчүрүлүшү мүмкүн
ru: • Можно отключить в любое время через настройки

# privacy_notifications_item_3
source: • Processed locally and not shared with third-party services
ky_kg: • Жергиликтүү иштетилет жана үчүнчү тарап кызматтары менен бөлүшүлбөйт
ru: • Обрабатываются локально и не передаются сторонним сервисам

# privacy_notifications_title
source: Notifications
ky_kg: Эскертмелер
ru: Уведомления

source: Privacy Policy
ky_kg: Купуялык саясаты
ru: Конфиденциальность

# privacy_security_item_1
source: • Data is stored in secure iOS containers
ky_kg: • Маалыматтар коопсуз iOS контейнерлеринде сакталат
ru: • Данные хранятся в защищённых контейнерах iOS

# privacy_security_item_2
source: • Deleting the app removes all associated data
ky_kg: • Колдонмону жок кылуу бардык байланышкан маалыматтарды жок кылат
ru: • При удалении приложения удаляются все связанные данные

# privacy_security_title
source: Security
ky_kg: Коопсуздук
ru: Безопасность

# privacy_storage_body
source: All data is stored locally on the device using the following technologies:
ky_kg: Бардык маалыматтар төмөнкү технологияларды колдонуу менен жергиликтүү түрдө түзмөктө сакталат:
ru: Все данные хранятся только локально на устройстве с помощью следующих технологий:

# privacy_storage_implication
source: This means that:
ky_kg: Бул дегенди билдирет:
ru: Это означает, что:

# privacy_storage_implication_1
source: • Data does not leave the device
ky_kg: • Маалыматтар түзмөктөн чыкпайт
ru: • Данные не покидают пределы устройства

# privacy_storage_implication_2
source: • No cloud services are used
ky_kg: • Булут кызматтары колдонулбайт
ru: • Отсутствует использование облачных сервисов

# privacy_storage_implication_3
source: • The user has full control over their data
ky_kg: • Колдонуучу өз маалыматтарын толук көзөмөлдөйт
ru: • Пользователь полностью контролирует свои данные

# privacy_storage_implication_4
source: • Deleting the app will delete all data
ky_kg: • Колдонмону жок кылуу бардык маалыматтарды жок кылат
ru: • Удаление приложения приведёт к удалению всех данных

# privacy_storage_item_1
source: • SwiftData — used for storing habits and history
ky_kg: • SwiftData — адаттарды жана тарыхты сактоо үчүн колдонулат
ru: • SwiftData — используется для хранения привычек и истории

# privacy_storage_item_2
source: • UserDefaults — storage of user settings
ky_kg: • UserDefaults — колдонуучунун жөндөөлөрүн сактоо
ru: • UserDefaults — хранение пользовательских настроек

# privacy_storage_title
source: Local Data Storage
ky_kg: Жергиликтүү маалымат сактоо
ru: Местное хранение данных

# privacy_updated_date
source: Last updated: May 16, 2025
ky_kg: Акыркы жаңыртуу: 16-май, 2025-жыл
ru: Последнее обновление: 16 мая 2025 г.

# privacy_updated_title
source: Last Updated
ky_kg: Акыркы жаңыртуу
ru: Дата последнего обновления

source: Productivity
ky_kg: Натыйжалуулук
ru: Продуктивность

source: Rate App
ky_kg: Баалоо
ru: Оценить

source: Reminder
ky_kg: Эскертүү
ru: Напоминание

source: Reminders
ky_kg: Эскертүүлөр
ru: Напоминания

source: Reorder
ky_kg: Иреттөө
ru: Упорядочить

source: Reorder habits
ky_kg: Адаттарды иреттөө
ru: Упорядочить привычки

# report_bug
source: Report a Bug
ky_kg: Катаны билдирүү
ru: Сообщить об ошибке

source: Reset
ky_kg: Өчүрүү
ru: Сбросить

# reset_all_history
source: Reset history
ky_kg: Тарыхты өчүрүү
ru: Сбросить историю

source: Reset history?
ky_kg: Тарыхты өчүрөсүзбү?
ru: Сбросить историю?

# reset_history_alert
source: This will permanently delete all habit data.
ky_kg: Бул адат боюнча бардык маалыматты кайтарылгыс өчүрөт.
ru: Это безвозвратно удалит все данные о привычке.

# reset_progress
source: Delete progress
ky_kg: Прогрессти өчүрүү
ru: Удалить прогресс

source: Save
ky_kg: Сактоо
ru: Сохранить

source: Search icons
ky_kg: Белгилерди издөө
ru: Поиск иконок

source: Select days
ky_kg: Күндөрдү танда
ru: Выберите дни

source: Settings
ky_kg: Жөндөөлөр
ru: Настройки

source: Share App
ky_kg: Бөлүшүү
ru: Поделиться

source: Start date
ky_kg: Башталган күн
ru: Дата начала

source: Statistics
ky_kg: Статистика
ru: Статистика

source: Streak
ky_kg: Үзгүлтүксүз
ru: Подряд

source: Terms of Service
ky_kg: Кызмат көрсөтүү шарттары
ru: Условия использования

source: Time
ky_kg: Убакыт
ru: Время

source: times
ky_kg: жолу
ru: раз

source: Today
ky_kg: Бүгүн
ru: Сегодня

# tos_contact_body
source: If you have any questions, feel free to contact me.
ky_kg: Суроолоруңуз болсо, мен менен байланышуудан тартынбаңыз.
ru: Если у вас есть вопросы, не стесняйтесь связаться со мной.

# tos_contact_email_label
source: Email
ky_kg: Электрондук почта
ru: Электронная почта

# tos_contact_telegram_label
source: Telegram
ky_kg: Телеграм
ru: Телеграм

# tos_contact_title
source: Contact Me
ky_kg: Мен менен байланыш
ru: Связь со мной

# tos_intro_body
source: This app is created for personal use to help you track your habits. By using Tymi, you agree to the following terms:
ky_kg: Бул колдонмо жеке колдонууга арналган жана сизге адаттарыңызды көзөмөлдөөгө жардам берет. Tymi колдонуп, төмөнкү шарттарга макул болосуз:
ru: Это приложение создано для личного использования, чтобы помочь вам отслеживать свои привычки. Используя Tymi, вы соглашаетесь с следующими условиями:

# tos_intro_title
source: Thank you for choosing Tymi!
ky_kg: Tymi тандаганыңыз үчүн рахмат!
ru: Спасибо, что выбрали Tymi!

# tos_privacy_body
source: The app does not collect or transmit personal data.
ky_kg: Колдонмо жеке маалыматтарды чогултпайт жана өткөрбөйт.
ru: Приложение не собирает и не передаёт личные данные.

# tos_privacy_title
source: Privacy
ky_kg: Жеке маалыматтар
ru: Конфиденциальность

# tos_risk_body
source: You use the app at your own risk - I am not responsible for data loss or other possible issues.
ky_kg: Колдонмону өзүңүздүн тобокелчилигиңизде колдонуп жатасыз - маалымат жоготуу же башка көйгөйлөр үчүн жоопкерчилик албайм.
ru: Вы используете приложение на свой страх и риск - я не несу ответственности за потерю данных или другие возможные проблемы.

# tos_risk_title
source: Use at Your Own Risk
ky_kg: Колдонуу өз тобокелчилигиңизде
ru: Использование на ваш страх и риск

# tos_updates_body
source: From time to time, I may update the app and terms to make it better.
ky_kg: Кээде колдонмо жана шарттар жакшыртуу үчүн жаңыртылышы мүмкүн.
ru: Время от времени я могу обновлять приложение и условия, чтобы сделать его лучше.

# tos_updates_title
source: Updates
ky_kg: Жаңыртуулар
ru: Обновления
